Repository: BarbieWire/neo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Contact request
ru: Запрос

source: Contact requests
ru: Запросы

source: Vacancy category
ru: категория

source: Vacancies categories
ru: Категории вакансий

source: category
ru: категория

source: vacancy name
ru: имя вакансии

source: Salary from
ru: зарплата от

source: not necessary field
ru: не обязательное поле

source: Salary to
ru: зарплата до

source: Vacancy
ru: Вакансия

source: Vacancies
ru: Вакансии

source: Contact us
ru: Связаться с нами

source: Have a question? Feel free to contact us. Our team will try to respond you back as soon as possible
ru: Появился вопрос? Не стесняйтесь связаться с нами. Наша команда постарается ответить вам как можно скорее

source: Or you can use your phone to get in touch with us:
ru: Или вы можете связаться с нами по номеру телефона:

source: Name
ru: Имя

source: Email
ru: Адрес электронной почты

source: Message
ru: Сообщение

source: Submit
ru: Подтвердить

source: A list of available job opportunities company provides at the moment
ru: Список доступных вакансий, которые компания предоставляет на данный момент

source: Home
ru: Главная

source: Services
ru: Услуги

source: About us
ru: О нас

source: A warehouse logistics center.
ru: Складской логистический центр.

source: Convenient access roads, within the city of Riga.
ru: Удобные подъездные пути, в черте города Риги.

source: Experienced staff and more than 10 years of successful experience in logistics
ru: Опытный персонал и более 10 лет успешного опыта работы в сфере логистики

source: Explore more
ru: Узнать больше

source: Storage
ru: Хранилище

source: The technical capabilities of the warehouse allow storage of up to 3200 pallets, on the territory of 4000 m2, while performing the processing of goods. There are also separate rooms with an alarm system intended for the storage of excise stamps.
ru: Технические возможности склада позволяют хранение до 3200 паллет, на территории 4000 м2, при этом выполняя обработку товара. Также имеются отдельные помещения с сигнализацией, предназначенные для хранения акцизных марок

source: Storage temperature
ru: Температура хранилища

source: Storage temperature in winter up to +10 degrees. There are modular storage rooms with lower temperature conditions.
ru: Температура хранения зимой до +10 градусов. Имеются модульные помещения для хранения грузов с более низким температурным режимом

source: Safety
ru: Безопастность

source: The warehouse has video surveillanceand an alarm system that complies withall regulatory enactments of theLatvian excise legislation.
ru: На складе имеется видеонабюдение и сигнализация, соответствующая всем нормативным актам Латвийского акцизного законодательства

source: Guaranties
ru: Гарантии

source: The warehouse also has an excise or customs guarantee and a transit guarantee.
ru: Склад также имеет акцизное или таможенноге гарантийное обеспечение и транзитную гарантию

source: Equipment
ru: Оборудование

source: The warehouse is partially equipped with 3 and 4 tier racks. Our company has the appropriate equipment for scanning Russian excise stamps.
ru: Склад частично оборудован 3-х и 4-х ярусными стеллажами. Наша компания имеет соответствующее оборудование для сканирования акцизных Российских марок

source: Territory
ru: Территория

source: The warehouse complex is a separate fenced area, with round-the-clock physical security. Possibility to park vehicles for a long time.
ru: Складской комплекс является отдельной огороженой территорией, с круглосуточной физической охраной. Имеется возможность стоянки транспортных средств на длительный срок

source: Partners
ru: Партнеры

source: Gallery
ru: Галерея
